//! Реєстрація учасників
// 1. згрупувати стилі по сторінках або обєктах які повторюються
// 2. в реєстрації учасників добавити перевірки
// *1. перевірка статі
// *2. перевірка віку учасника в відповідному класі
// *3. перевірка назви команди (не більше як в двох учасників)
//? автоматичне відправлення даних з таблиці після додавання нового учасника з форми на сервер  або після редагування таблиці?
// 3. відкорегувати стилі форми в реєстрації учасників
// 4. відкорегувати стилі спливаючих повідомлень error, success

//! Header or SidbarMenu 
//! Головна сторінка з подіями
//! Авторизація 